12/data/attachments/820e2313a8d5cb35.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_ea71792a-3ed7-4e6d-999b-d34e091e50ff</nif:username>
            <nif:pageInfo>
                <nif:page>1000</nif:page>
                <nif:size>1</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>